{
  "stockGuitarras": [
    {
      "id": 1,
      "nombre": "Guitarra Acústica",
      "tipo": "guitarra",
      "cantidad": 1,
      "desc": "Guitarra con caja de resonancia y cuerdas de acero o nylon que produce un sonido acústico, sin necesidad de amplificación.",
      "precio": 1200,
      "img": "./img/guitaracust.jpg"
    },
    {
      "id": 2,
      "nombre": "Guitarra Eléctrica",
      "tipo": "guitarra",
      "cantidad": 1,
      "desc": "Guitarra que utiliza pastillas magnéticas para convertir las vibraciones de las cuerdas en señales eléctricas; se amplifican a través de un amplificador externo.",
      "precio": 2000,
      "img": "./img/guitarelec.jpg"
    },
    {
      "id": 3,
      "nombre": "Guitarra de 12 Cuerdas",
      "tipo": "guitarra",
      "cantidad": 1,
      "desc": "Guitarra acústica o eléctrica con doce cuerdas en lugar de seis. Produce un sonido más rico y lleno que una guitarra de seis cuerdas.",
      "precio": 3500,
      "img": "./img/docecuerd.jpg"
    },
    {
      "id": 4,
      "nombre": "Guitarra de Bajo",
      "tipo": "guitarra",
      "cantidad": 1,
      "desc": "Guitarra de cuatro o cinco cuerdas que produce notas bajas y se utiliza en la música de bajo, como el rock y el funk.",
      "precio": 2900,
      "img": "./img/bajo.jpg"
    }
  ],
  "stockBaterias": [
    {
      "id": 5,
      "nombre": "Batería Acústica",
      "tipo": "bateria",
      "cantidad": 1,
      "desc": "También conocida como batería de tambor o simplemente batería, está compuesta por varios tambores y platillos, que se tocan con baquetas o mazos para producir sonidos rítmicos en una variedad de géneros musicales.",
      "precio": 5000,
      "img": "./img/batacust.jpg"
    },
    {
      "id": 6,
      "nombre": "Batería Electrónica",
      "tipo": "bateria",
      "cantidad": 1,
      "desc": " Similar a la batería acústica pero utiliza pads en lugar de tambores y platillos físicos, y produce sonidos a través de un módulo de sonido electrónico.",
      "precio": 6000,
      "img": "./img/batelec.jpg"
    },
    {
      "id": 7,
      "nombre": "Batería de Percusión",
      "tipo": "bateria",
      "cantidad": 1,
      "desc": "Incluye instrumentos como congas, timbales, bongos y otros elementos de percusión, y se utiliza principalmente en música latina, afrocaribeña, en el jazz y la música electrónica.",
      "precio": 5500,
      "img": "./img/batper.jpg"
    },
    {
      "id": 8,
      "nombre": "Batería de Jazz",
      "tipo": "bateria",
      "cantidad": 1,
      "desc": "Se caracteriza principalmente por tener tambores más pequeños y platillos más finos, y se utiliza comúnmente en géneros musicales de jazz y fusión.",
      "precio": 6000,
      "img": "./img/batjazz.jpg"
    }
  ],
  "stockPianos": [
    {
      "id": 9,
      "nombre": "Piano Acústico",
      "tipo": "piano",
      "cantidad": 1,
      "desc": "Es el piano tradicional con cuerdas, martillos y caja de resonancia. Produce un sonido rico y cálido y se utiliza en una amplia variedad de géneros musicales.",
      "precio": 4500,
      "img": "./img/pianoacus.jpg"
    },
    {
      "id": 10,
      "nombre": "Teclado MIDI",
      "tipo": "piano",
      "cantidad": 1,
      "desc": "Es un dispositivo electrónico que se utiliza para controlar sonidos digitales en un ordenador o en otro dispositivo electrónico de música, se utiliza para controlar otros instrumentos electrónicos mediante el protocolo MIDI (Musical Instrument Digital Interface).",
      "precio": 6000,
      "img": "./img/tecladomidi.jpg"
    },
    {
      "id": 11,
      "nombre": "Teclado de Sintetizador",
      "tipo": "piano",
      "cantidad": 1,
      "desc": "Es un teclado que produce sonidos electrónicos programables, con opciones de personalización de sonido como filtros, efectos y osciladores.",
      "precio": 7500,
      "img": "./img/tecladosinte.jpg"
    },
    {
      "id": 12,
      "nombre": "Piano Clavinova",
      "tipo": "piano",
      "cantidad": 1,
      "desc": "Es una marca de pianos digitales de Yamaha que imita la sensación y el sonido de un piano acústico pero no requiere afinación y ofrece opciones de grabación y reproducción de música.",
      "precio": 9500,
      "img": "./img/clavi.jpg"
    }
  ]
}
